Revit 2027 API
ParameterTypeId.CwpReuseExistingGrids Property
 "Reuse matching Grids"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpReuseExistingGrids { get; }
Public Shared ReadOnly Property CwpReuseExistingGrids As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpReuseExistingGrids {
	ForgeTypeId^ get ();
}
static member CwpReuseExistingGrids : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace